Repository: raminazali/PublishSubscriber
Catalog: HasebCoreApi/Localize/Resource.*.resx
Languages: fa_ir

# err_general_duplicate
source: The record is duplicated
fa_ir: رکورد تکراری هست

# err_mobile_validation
source: Mobile number is not valid. Please no beginning with zero
fa_ir: فرمت موبایل صحیح نیست. لطفا بدون صفر اول وارد شود

# err_user_auth_mobile
source: You must enter your mobile also
fa_ir: شماره موبایل هم باید وارد شود

# err_user_auth_mobile_update
source: An error occured in digi maliat mobile update
fa_ir: خطایی در سیستم رخ داده است لطفا مجددا اقدام نمایید

# err_user_change_mobile
source: An error occured in digi maliat mobile update
fa_ir: خطایی در سیستم رخ داده است لطفا مجددا اقدام نمایید

# err_user_inActive
source: Your account is inactive
fa_ir: اکانت شما غیر فعال هست

# err_user_mobile_notValidated
source: Your mobile is not validated
fa_ir: شماره همراه شما تایید نشده است

# err_user_notFound
source: Username or password is wrong
fa_ir: نام کاربری یا پسورد اشتباه است

# err_user_otp
source: The verification code is either incorrect or has expired
fa_ir: کد تایید یا نادرست است یا منقضی شده است

# err_user_otp_sent
source: OTP has been sent. You must wait for {0}
fa_ir: قبلا کد ارسال شده است و باید {0} منتظر بمانید

# err_user_otp_sent_count
source: The number of text messages sent is too large
fa_ir: تعداد پیامک های ارسال شده بیش از حد مجار میباشد

# err_user_password_update
source: An error occured in digi maliat mobile update
fa_ir: خطایی در سیستم رخ داده است لطفا مجددا اقدام نمایید

# err_user_signup_have_digi
source: You have a DG account and you can log in with it
fa_ir: شما اکانت دیجی مالیات دارید و میتوانید با آن وارد شوید

# err_user_signup_username_reserved
source: Your username is reserved
fa_ir: نام کاربری شما رزرو شده است

# err_user_signup_username_used
source: Your username is already registered
fa_ir: نام کاربری شما قبلا ثبت شده است

# err_user_verify_mobile_update
source: An error occured in digi maliat mobile update
fa_ir: خطایی در سیستم رخ داده است لطفا مجددا اقدام نمایید

# req_email
source: New Email is Required
fa_ir: لطفا ایمیل جدید خود را وارد نمایید

# req_emailOTP
source: Email OTP Code is Required
fa_ir: کد ارسال شده ایمیل را وارد نمایید

# req_identifier
source: Password , Email or Mobile is Required
fa_ir: لطفا نام کاربری یا ایمیل و یا شماره موبایل خود را وارد نمایید

# req_mobile
source: Mobile is Required
fa_ir: شماره موبایل را وارد نکرده اید

# req_mobileOTP
source: SMS OTP Code is Required
fa_ir: کد ارسال را وارد نکرده اید

# req_newPassword
source: New password is Required
fa_ir: لطفا رمز جدید خود را وارد نمایید

# req_oldPassword
source: Old password is Required
fa_ir: لطفا رمز قدیمی خود را وارد نمایید

# req_otp
source: OTP Code is Required
fa_ir: کد وارد نشده است

# req_password
source: Password is requried
fa_ir: رمز عبور وارد نشده است

# req_username
source: Username is requried
fa_ir: نام کاربری وارد نشده است

# err_user_inActive_inDigi
source: User Not Active in DigiMaliat
fa_ir: کاربر با این نام ذر دیجی مالیات فعال نیست

# err_user_signup_inactive_digi
source: Your username is not active in DigiMaliat
fa_ir: نام کاربری شما در درجی مالیات غیر فعال است

# err_format_not_valid
source: Data format is not valid
fa_ir: خطا در فرمت اطلاعات

# err_plan_not_found
source: Plan not found
fa_ir: پلن یافت نشد

# err_record_not_found
source: No record found
fa_ir: رکوردی یافت نشد

# req_duration_min_max
source: Duration must be at least 1
fa_ir: مدت زمان باید حداقل 1 باشد

# req_name
source: The name field is required
fa_ir: فیلد نام ضروری است

# error_id_length_false
source: String id length greater or less than 24
fa_ir: طول شناسه ،بیشتر یا کمتر از 24 می باشد

# err_user_signup_digi
source: Username or phone number is registered in Digi
fa_ir: نام کاربری یا شماره تلفن در دیجی مالیات ثبت شده است

# err_user_mobile_fix
source: Please add mobile number in digi maliat
fa_ir: شماره موبایل شما در دیجی مالیات ثبت نشده است لطفا اقدام به ثبت آن کنید

# err_branch_notFound
source: Branch not found
fa_ir: شعبه یافت نشد

# err_commodity_group_notFound
source: Commodity group not found
fa_ir: گروه کالا یافت نشد

# err_unit_main_notFound
source: Main unit not found
fa_ir: واحد سنجش اصلی یافت نشد

# err_unit_sub_notFound
source: Sub unit not found
fa_ir: واحد سنجش فرعی یافت نشد

# error_no_realperson_found
source: There is not Real Person Found
fa_ir: هیچ شخص حقیقی پیدا نشد

# error_no_unit_exists
source: Unit not found
fa_ir: واحد مورد نظر وجود ندارد

# err_commodityGroup_notFound
source: Commodity group is not found
fa_ir: گروه کالا یافت نشد

# err_objectId_format
source: Object Id format is not valid
fa_ir: فرمت شناسه معتبر نیست

# error_no_mobile_found
source: Mobile number not found try again
fa_ir: چنین شماره یافت نشد لطفا دوباره امتحان کنید

# err_contact_notFound
source: Contact us not found
fa_ir: تماس با ما یافت نشد

# err_commodity_price_period_duplicate
source: Preice period is duplicated for the commodity
fa_ir: بازه قیمت گذاری برای این کالا تکراری است

# err_price_period_overlap
source: Period price overlaps
fa_ir: بازه قیمت گذاری هم پوشانی دارد

# err_bank_account_not_found
source: Bank Account not found try again later
fa_ir: حساب بانکی مورد نظر یافت نشده است

# err_currency_not_found
source: Specific Currency not found try again later
fa_ir: ارز مورد نظر یافت نشده است

# err_for_inventories
source: Inventory parts is required
fa_ir: لطفا بخش موجودی را تکمیل نمایید

# err_image_length_somuch
source: Image Length is So much try the lower
fa_ir: حجم عکس یا عکس های مورد نظر زیاد است

# err_file_path_null
source: File path or name is not valid
fa_ir: مسیر وارد شده معتبر نمی باشد

# err_commoditygroup_commodity_reference
source: This commodity gropu referenced to commodity
fa_ir: این گروه کالا در کالای دیگر مورد استفاده قرار گرفته است

# err_commoditygroup_self_reference
source: This commodity group referenced and cant be delete
fa_ir: این گروه کالا را نمی توانید پاک کنید زیرا در گروه های دیگر استفاده شده است

# err_unit_id_referenced
source: This id referenced of other collection can not be delete
fa_ir: این واحد سنجش در دیگر بخش ها استفاده شده و قابل حذف نیست

# err_duplicate_name
source: Price Type Is Repited
fa_ir: نام نوع قیمت تکراری می باشد

# err_commodity_notFound
source: The Specific Commodity Not Found
fa_ir: کالای مورد نظر یافت نشده است

# err_bankaccount_referenced
source: Bank Account Cant be Deleted Because Referenced Initial Bank Page
fa_ir: برای حذف بانک باید اول در بخش موجودی اولیه بانک مورد نظر را حذف کنید

# err_initial_pos_referenced
source: Can not Delete Pos Because Its Referenced to Initial Pos Page
fa_ir: نمی توانیم حذف کنیم زیرا در بخش موجودی کارتخوان ثبت شده است

# err_commodity_has_referenced
source: commodity is Referenced With Discount And Cant be Delete
fa_ir: این کالا دارای دوره تخفیف می باشد و شما قادر به حذف آن نیستید

# err_image_not_deleted
source: The Specific Image Not Deleted Please Try Again
fa_ir: عکس مورد نظر حذف نشد لطفا دوباره امتحان کنید

# err_referenced_in_initialPerson_inventory
source: The Specific person is Referenced in initial person inventory
fa_ir: شخص حقیقی یا حقوقی مورد نظر در موجودی اولیه وجود دارد لطفا آن را حذف کنید
